ws_prueba/archivo.xml

<?xml version="1.0" encoding="utf-8"?>
	<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Body>
	<SalidaAddAsistenciaSige xmlns="http://dido.mineduc.cl/Archivos/Schemas/">
	<CodigoRespuestaAsistencia>2</CodigoRespuestaAsistencia>
	<ListadoMensajes>
		<Titulo>LISTADO DE ERRORES DE VALIDACION DE NEGOCIO</Titulo>
		<Mensaje xsi:type="xsd:string">FECHA DE ASISTENCIA (2019-04-01) NO CORRESPONDE AL MES DE DECLARACION DE ASISTENCIA.</Mensaje>
		<Mensaje xsi:type="xsd:string">FECHA DE ASISTENCIA (2019-04-01) NO CORRESPONDE AL MES DE DECLARACION DE ASISTENCIA.</Mensaje>
	</ListadoMensajes>
	</SalidaAddAsistenciaSige>
	</soapenv:Body>
</soapenv:Envelope>